Repository: Belarus/OmegaT-Common.TMX
Catalog: tmx/segmented/opera.tmx
Source language: en
Languages: be

source: "Show on Bookmarks Bar"
be: "Паказаць на панэлі закладак"

source: "Show on bookmarks bar"
be: "Паказваць на панэлі закладак"

source: "Show only when needed"
be: "Паказваць толькі калі трэба"

source: "Show panel toggle at edge of window"
be: "Паказваць пераключальнік панэляў ля краю вакна."

source: "Show scroll bars"
be: "Паказаць палосы пракруту"

source: "Show scroll marker"
be: "Паказваць межы пракруту"

source: "Show searches"
be: "Паказаць пошукі"

source: "Show startup dialog"
be: "Паказаць дыялёг запуску"

source: "Show these tabs and windows every time I start Opera"
be: "Паказваць гэтыя вакенцы ды вокны штораз, калі я адчыняю Opera"

source: "Show thumbnails in tab cycle"
be: "Паказваць эскізы ў коле вакенцаў"

source: "Show thumbnails when hovering tabs"
be: "Паказваць эскізы, калі мышка над вакенцамі"

source: "Show tooltips"
be: "Паказваць падказкі"

source: "Show warning for empty subject"
be: "Папярэджваць, калі тэма не пазначаная."

source: "Show webpage dimensions in title bar"
be: "Паказваць памер старонкі на панэлі назвы"

source: "Show window menu"
be: "Паказваць мэню вокнаў"

source: "Show"
be: "Паказаць"

source: "Shutter speed: "
be: "Хуткасьць закрывальніку: "

source: "Sign Out"
be: "Выйсьці"

source: "Sign Up"
be: "Падпісацца"

source: "Sign up for an Opera account"
be: "Зарэгіструйцеся на Opera"

source: "Signature Editor"
be: "Рэдактар подпісу"

source: "Signature algorithm"
be: "Алгарытм подпісу"

source: "Signature"
be: "Подпіс"

source: "Silent"
be: "Маўклівы"

source: "Simple"
be: "Просты"

source: "Single Folder"
be: "Адзіная тэчка"

source: "Sinhala"
be: "Сынгала"

source: "Site Navigation"
be: "Навігацыя па сайце"

source: "Site Preferences"
be: "Перавагі пляцу"

source: "Site Specific Preferences"
be: "Перавагі пляцу"

source: "Site not secure"
be: "Небясьпечны пляц"

source: "Site unusable"
be: "Пляцам нельга карыстацца"

source: "Site"
be: "Пляц"

source: "Size of main page:"
be: "Памер галоўнай старонкі:"

source: "Size"
be: "Памер"

source: "Size: %.1f MB"
be: "Памер: %.1f МБ"

source: "Small (2 x 2)"
be: "Маленькі (2 х 2)"

source: "Small Screen"
be: "Маленькі экран"

source: "Small"
be: "Малы"

source: "Smaller"
be: "Меншы"

source: "Smallest"
be: "Самы маленькі"

source: "Smiley"
be: "Смайлік"

source: "Smooth scrolling"
be: "Плаўны пракрут"

source: "Soft"
be: "Мяккі"

source: "Software used: "
be: "Выкарыстаная праграма: "

source: "Some changes may require a restart to take effect."
be: "Некаторыя зьмены стануць дзейнымі пасьля перазапуску."

source: "Some messages cannot be changed"
be: "Некаторыя паведамленьні нельга зьмяніць"

source: "Some newsgroup names on this server are not encoded according to the standard. They will be shown using the outgoing encoding of this account instead."
be: Замест гэтага яны будуць паказвацца ў кадаваньні дасланых паведамленьняў гэнага рахунку."

source: "Some of the selected messages cannot be changed, because they are marked as read-only."
be: "Нельга зьмяніць некаторыя выбраныя паведамленьні, бо яны пазначаныя "толькі чытаць"."

source: "Sort Ascending"
be: "Пачаць зь меншага"

source: "Sort Descending"
be: "Пачаць з большага"

source: "Sort by &Date"
be: "Сартаваць па &даце"

source: "Sort by &Name"
be: "Сартаваць па &імю"

source: "Sort by &Size"
be: "Сартаваць па &памеры"

source: "Sort by Address"
be: "Сартаваць па адрасы"

source: "Sort by Created"
be: "Сартаваць па часе стварэньня"

source: "Sort by Description"
be: "Сартаваць па апісаньні"

source: "Sort by My Order"
be: "Сартаваць у маім парадку"

source: "Sort by Name"
be: "Сартаваць па імю"

source: "Sort by Nick"
be: "Сартаваць па мянушцы"

source: "Sort by Visited"
be: "Сартаваць па часе наведваньня"

source: "Sort by label"
be: "Сартаваць па пазнаках"

source: "Sort by sent date"
be: "Сартаваць па часе дасылкі"

source: "Sort by size"
be: "Сартаваць па памеры"

source: "Sort by status"
be: "Сартаваць па стане"

source: "Sort by subject"
be: "Сартаваць па тэме"

source: "Sort"
be: "Сартаваць"

source: "Sorting for %s"
be: "Сартаваньне %s"

source: "Sound file"
be: "Гукавы файл"

source: "Sound files (*.wav)|*.wav|All files (*.*)|*.*|"
be: "Гукавыя файлы (*.wav)|*.wav|Усе файлы (*.*)|*.*|"

source: "Sounds"
be: "Гукі"

source: "Source viewer"
be: "Праглядчык крыніцы"

source: "Source"
be: "Крыніца"

source: "Source:"
be: "Крыніца:"

source: "Southern European"
be: "Паўднёваэўрапейская"

source: "Space"
be: "Прагал"

source: "Spacers"
be: "Прагалы"

source: "Spam folder"
be: "Тэчка няпрошанага"

source: "Spam"
be: "Няпрошаныя"

source: "Spanish to English"
be: "Зь гішпанскай на ангельскую"

source: "Spanish to French"
be: "Зь гішпанскай на французскую"

source: "Speak"
be: "Гаварыць"

source: "Speaking"
be: "Маўленьне"

source: "Special Effects"
be: "Спэцыяльныя эфэкты"

source: "Special"
be: "Спэцыяльны"

source: "Specification:"
be: "Спэцыфікацыя:"

source: "Spectral sensitivity: "
be: "Спэктральная чульлівасьць: "

source: "Speed Dial gives you quick access to your favorite websites when a new tab is opened. Click on an empty spot to add a new Speed Dial entry, delete it by clicking on the cross, or drag and drop thumbnails to rearrange. To open a page, click on the thumbnail, or press %1 to %2."
be: Как адчыніць старонку, клікніце на іконцы або націсьніце на сымбаль ад %1 да %2."

source: "Speed Dial layout:"
be: "Выгляд хуткага выкліка:"

source: "Speed Dial"
be: "Хуткі выклік"

source: "Speed"
be: "Хуткасьць"

source: "Speed:"
be: "Хуткасьць:"

source: "Spell Checker Dictionaries"
be: "Слоўнікі праверкі правапісу"

source: "Spelling Check"
be: "Праверка правапісу"

source: "Spelling check completed"
be: "Правапіс правераны"

source: "Split View"
be: "Глядзець часткамі"

source: "Standards mode"
be: "Рэжым стандартаў"

source: "Star Menu"
be: "Мэню зоркі"

source: "Start Animation"
be: "Запусьціць анімацыю"

source: "Start Bar"
be: "Панэль запуска"

source: "Start Opera Unite and extensions"
be: "Запусьціць Opera Unite і пашырэньні"

source: "Start Opera Unite"
be: "Запусьціць Opera Unite"

source: "Start commands with name"
be: "Пачынаць каманды зь імя"

source: "Start extensions"
be: "Запусьціць пашырэньні"

source: "Start panning"
be: "Пачаць кадраваньне"

source: "Start search"
be: "Пачаць пошук"

source: "Start the existing application"
be: "Запусьціць прылажэньне, якое ёсьць"

source: "Start with Speed Dial"
be: "Пачаць з хуткага выкліку"

source: "Start with home page"
be: "Пачаць з хатняй старонкі"

source: "Start without open tabs"
be: "Пачаць без вакенцаў"

source: "Start"
be: "Запусьціць"

source: "Started talking in %s on"
be: "Пачаў гутарыць у %s "

source: "Started talking with %s on"
be: "Гутарка з %s пачатая"

source: "Started"
be: "Запушчаны"

source: "Starting"
be: "Запуск"

source: "Startup"
be: "Запуск"

source: "Status Bar"
be: "Панэль стану"

source: "Status field"
be: "Поле стану"

source: "Status"
be: "Стан"

source: "Step back"
be: "Назад"

source: "Step one level up"
be: "На ровень вышэй"

source: "Stop Animation"
be: "Спыніць анімацыю"

source: "Stop Synchronizing Opera"
be: "Спыніць сынхранізацыю Opera"

source: "Stop computer speech if I click mouse button"
be: "Спыняць гутарку кампутара па кліку мышы"

source: "Stop executing scripts on this page"
be: "Спыніць выкананьне скрыптоў на старонцы"

source: "Stop rejecting the connection to this site"
be: "Не спыняць злучэньне з гэтым пляцам"

source: "Stop"
be: "Спыніць"

source: "Stopped"
be: "Спынены"

source: "Storage"
be: "Сховішча"

source: "Storing flag"
be: "Захоўвае сьцяжок"

source: "Stretch"
be: "Расьцягнуць"

source: "Strike through"
be: "Закрэсьліць"

source: "Strikeout"
be: "Закрэсьліць"

source: "Strikethrough"
be: "Закрэсьліць"

source: "Strong"
be: "Складаны"

source: "Style Options"
be: "Выбар стылю"

source: "Style Options…"
be: "Выбар стылю…"

source: "Style sheets"
be: "Табліцы стыляў"

source: "Style"
be: "Стыль"

source: "Subject area: "
be: "Тэматычная вобласьць: "

source: "Subject distance range: "
be: "Дыяпазон адлегласьці да аб’екту: "

source: "Subject distance: "
be: "Адлегласьць ад аб’екту: "

source: "Subject location: "
be: "Палажэньне аб’екту: "

source: "Subject"
be: "Тэма"

source: "Submit form without encryption?"
be: "Даслаць фармуляр без шыфраваньня?"

source: "Submit"
be: "Даслаць"

source: "Subscribe IMAP folders"
be: "Падпісацца да тэчак ІМАР"

source: "Subscribe to Feeds"
be: "Падпісацца да стужак навінаў"

source: "Subscribe to Newsgroups"
be: "Падпісацца на гурты навінаў"

source: "Subscribe to this feed using"
be: "Падпісаццана гэную стужку з дапамогай"

source: "Subscribe"
be: "Падпісацца"

source: "Subscribed"
be: "Падпісаны"

source: "Subscribing to folder"
be: "Падпісваецца да тэчкі"

source: "Subscript"
be: "Падрадковы"

source: "Suffixes"
be: "Суфіксы"

source: "Suggested extensions:"
be: "Прапанаваныя пашырэньні:"

source: "Suggested websites:"
be: "Прапанаваныя сеціўныя пляцы:"

source: "Suggestions"
be: "Прапановы"

source: "Suggestions:"
be: "Прапановы:"

source: "Summary:"
be: "Коратка:"

source: "Sun"
be: "няд"

source: "Superscript"
be: "Надрадковы"

source: "Support"
be: "Падтрымка"

source: "Surprised"
be: "Зьдзіўлены"

source: "Symlink to Directory"
be: "Сымбальная спасылка на дырэкторыю"

source: "Symlink to File"
be: "Сымбальная спасылка на файл"

source: "Symlink to Special"
be: "Сымбальная спасылка на асобы аб’ект"

source: "Sync Now"
be: "Сынхранізаваць"

source: "Synchronization Options"
be: "Выбар сынхранізацыі"

source: "Synchronization Warning"
be: "Папярэджаньне сынхранізацыі"

source: "Synchronization disabled"
be: "Сынхранізацыя адключаная"

source: "Synchronization failed"
be: "Сынхранізацыя не атрымалася"

source: "Synchronization keyword:"
be: "Ключавое слова сынхранізацыі:"

source: "Synchronize Opera"
be: "Сынхранізаваць Opera"

source: "Synchronize Opera…"
be: "Сынхранізаваць Opera…"

source: "Synchronize these items"
be: "Сынхранізаваць гэныя элемэнты"

source: "Synchronized"
be: "Сынхранізавана"

source: "Synchronizing"
be: "Сынхранізацыя"

source: "Syriac"
be: "Сырыйская"

source: "System color scheme"
be: "Схема колераў сыстэмы"

source: "System"
be: "Сыстэма"

source: "THURSDAY"
be: "ЧАЦЬВЕР"

source: "TLS is not available on this server. To get mail from this server you need to disable the secure connection."
be: Каб атрымаць пошту з гэнага сэрвэра, трэба адключыць бясьпечнае злучэньне."

source: "TLS not supported by server"
be: "Сэрвэр не падтрымлівае TLS"

source: "TN3270 program"
be: "Праграма TN3270"

source: "TODAY"
be: "СЁНЬНЯ"

source: "TUESDAY"
be: "АЎТОРАК"

source: "Tab Bar Placement"
be: "Разьмяшчэньне панэлі вакенцаў"

source: "Tab Bar"
be: "Панэль вакенцаў"

source: "Tab Stack"
be: "Гурт вакенцаў"

source: "Tab"
be: "Вакенца"

source: "Table Structure"
be: "Структура табліцы"

source: "Table of Contents"
be: "Зьмест"

source: "Tabloid (279 x 432 mm)"
be: "Малая газэта (279 x 432 мм)"

source: "Tabs and Windows"
be: "Вакенцы ды вокны"

source: "Tabs"
be: "Вакенцы"

source: "Talk key mode"
be: "Рэжым клявішы гутаркі"

source: "Tamil"
be: "Тамільская"

source: "Task"
be: "Задача"

source: "Telephone"
be: "Тэлефон"

source: "Telnet program"
be: "Праграма Telnet"

source: "Telugu"
be: "Цялугу"

source: "Temporary server error"
be: "Часовая памылка сэрвэра"

source: "Terms and Conditions"
be: "Умовы"

source: "Test"
be: "Тэст"

source: "Text Direction"
be: "Накірунак тэксту"

source: "Text Selection Off"
be: "Адключыць выбар тэксту"

source: "Text Selection On"
be: "Уключыць выбар тэксту"

source: "Text field multi-line"
be: "Шматрадковае тэкставае поле"

source: "Text field single-line"
be: "Аднарадковае тэкставае поле"

source: "Text only"
be: "Толькі тэкст"

source: "Thaana"
be: "Таана"

source: "Thai"
be: "Тайская"

source: "The %s dictionary has the following license:"
be: "У слоўніка %s ёсьць наступная ліцэнзія:"

# "The %s plug-in failed. A restart of Opera is recommended."
source: "The %s plug-in failed.\nA restart of Opera is recommended."
be: "Дадатак %s ня робіць.\nРаім перазапусьціць Opera."

source: "The %s plug-in is installed. Reload the page to show the content."
be: Перагрузіце старонку, каб убачыць ейны зьмест."

source: "The %s plug-in is not installed. \nClick on the plug-in content area for more information."
be: \nКлікніце на вобласьць зьместу дадатку, каб даведацца больш."

source: "The HTTP address is too long"
be: "Задоўгі адрас НТТР"

source: "The HTTP request method was not accepted by the server"
be: "Сэрвэр не прыняў мэтад запыту НТТР"

source: "The HTTP version was not accepted"
be: "Вэрсія НТТР не была прынятая"

source: "The IMAP server reported an error."
be: "Сэрвэр IMAP паведаміў пра памылку."

source: "The Java path seems to specify a valid directory."
be: "Здаецца, шлях Java адпавядае дзейнай дырэкторыі."

source: "The My Opera username you selected is already taken"
be: "Імя карыстальніка, што Вы выбралі, ужо занятае"

source: "The Opera Link server reported an error while parsing data sent by Opera"
be: "Сэрвэр Opera Link паведаміў пра памылку пад час парсынгу зьвестак, што даслала Opera"

source: "The Opera Mail client is disabled. It must be enabled to subscribe to feeds."
be: Каб падпісацца на стужкі, трэба яго ўключыць."

source: "The Opera Unite application you have downloaded is already installed. Do you want to install a copy of the application, or do you want to start the version that is already installed?"
be: Вы хочаце ўсталяваць копію прылажэньня або запусьціць ужо ўсталяваную вэрсію?"

source: "The Opera Unite application you have downloaded is already installed. Do you want to upgrade the existing application?"
be: Вы хочаце мадэрнізаваць існае?"

source: "The Opera Unite proxy server address is unknown. Please check the value of opera:config#WebServer|ProxyHost"
be: Праверце, калі ласка, значэньне opera:config#WebServer|ProxyHost"

source: "The Opera Unite proxy server has logged you out."
be: "Проксі-сэрвэр Opera Unite адключыў Вашую ідэнтыфікацыю."

source: "The Opera Unite proxy server is currently not reachable. The network may be down."
be: Магчыма, не працуе сетка."

source: "The Opera Unite proxy server is currently not reachable."
be: "Зараз нельга атрымаць доступ да проксі-сэрвэра Opera Unite."

source: "The Opera Unite proxy server is currently overloaded."
be: "Проксі-сэрвэр Opera Unite зараз перагружаны."

source: "The Opera Unite proxy server is currently unavailable."
be: "Проксі-сэрвэр Opera Unite зараз недаступны."

source: "The URL was redirected to %s. Please click the link to go there."
be: Каб перайсьці - націсьніце, калі ласка, на спасылку."

source: "The URL"
be: "URL"

source: "The address %s is blocked by the content blocker."
be: "Адрас %s замкнуты замком зьместу."

source: "The address is no longer available"
be: "Адрас болей недаступны"

source: "The address is too long."
be: "Задоўгі адрас."

source: "The address type is unknown or unsupported"
be: "Тып адрасу невядомы альбо не падтрымліваецца"

source: "The address type requires the use of a proxy server. Please specify a proxy server in Preferences."
be: Калі ласка, пазначце сэрвэр проксі ў Перавагах."

source: "The application "%1" must be launched to open the link: \n%2\n\nDo you want to proceed?"
be: "Трэба запусьціць прылажэньне "%1", каб праглядзець спасылку: \n%2\n\nПрацягваць?"

source: "The button you are adding executes a program when pressed. This program is outside of Opera's control and may be dangerous.\n\n%s\n\nDo you want to proceed?"
be: Прагляднік Opera не кантралюе такую праграму, і яна можа быць небясьпечнай.\n\n%s\n\nПрацягваць?"

source: "The certificate for "%1" does not contain all the required information"
be: "Сэртыфікат "%1" ня ўтрымоўвае ўсіх патрэбных зьвестак"

source: "The certificate for "%1" expired %2. The webmaster should update the certificate(s)."
be: Вэб-майстра павінен аднавіць сэртыфікат(ы)."

source: "The certificate for "%1" is not valid before %2. Is the clock on your computer correct?"
be: Ці правільна настроены гадзіньнік на Вашым кампутары?"

source: "The certificate for "%1" is signed by the unknown Certificate Authority "%2". It is not possible to verify that this is a valid certificate."
be: Немагчыма праверыць, ці ёсьць сэртыфікат дзейным."

source: "The certificate has been revoked by its issuer. It is no longer valid. In the worst case it may be used by criminals for fraudulent purposes. The website owner must immediately replace the certificate."
be: Уласьнік сеціўнага пляцу мусіць як мага хутчэй замяніць сэртыфікат."

source: "The certificate has expired."
be: "Тэрмін дзеяньня сэртыфікату скончаны."

source: "The certificate installation failed."
be: "Сэртыфікат не ўсталяваны."

source: "The certificate is not known by its supposed issuer. It is not valid. In the worst case it may be used by criminals for fraudulent purposes. The website owner must immediately replace the certificate."
be: The website owner must immediately replace the certificate."

source: "The certificate is not signed by a trusted authority."
be: "Сэртфікат ня мае подпісу выдаўца, якому можна давяраць"

source: "The certificate is not valid yet."
be: "Сэртыфікат пакуль ня дзейны."

source: "The certificate is unknown."
be: "Невядомы сэртыфікат."

source: "The certificate is valid, but permission denied."
be: "Сэртыфікат сапраўдны, але не атрыманы дазвол."

source: "The certificate was revoked because a newer certificate has been issued."
be: "Сэртыфікат быў адкліканы, бо выдадзены новы."

source: "The certificate was revoked because the Certificate Authority has been compromised, and some or all certificates issued by this authority can no longer be trusted."
be: "Сэртыфікат быў адкліканы, бо адпаведны сэрвэр сэртыфікатаў узламаны і некаторым зь яго сэртыфікатаў больш нельга давяраць."

source: "The certificate was revoked because the key associated with the certificate has been compromised, and the certificate cannot be trusted."
be: "Сэртыфікат быў адкліканы, бо быў раскрыты яго ключ і сэртыфікату больш нельга давяраць."

source: "The certificate was revoked because the site has changed owners."
be: "Сэртыфікат быў адкліканы, бо пляц зьмяніў уладальнікаў."

source: "The certificate was revoked because this site is no longer in operation"
be: "Сэртыфікат быў адкліканы, бо гэты пляц больш не працуе"

source: "The certificate's chain was not ordered correctly."
be: "Няправільны парадак ланцугу сэртфікату."

source: "The client certificate had no matching private key in the database."
be: "У базе зьвестак няма адпаведнага прыватнага ключа кліенцкага сэртыфіката."

source: "The computer name will be part of your Opera Unite web address. It is used to distinguish this computer from your other computers that are running Opera Unite. Choose a name from the list below, or enter a name of your choice."
be: Выберыце імя са сьпісу ніжэй або ўвядзіце на свой выбар."

source: "The connection to %s is not secure, and should not be used to exchange sensitive information.\n\nThe communication is done in plain text, and there is no way to guarantee the identity of the server."
be: "Злучэньне з %s небясьпечнае, ня трэба яго скарыстоўваць, каб перадаваць важныя зьвесткі.\n\nЗьвесткі перадаюцца простым тэкстам, таму нельга гарантаваць ідэнтычнасьць сэрвэру."

source: "The connection to %s is not secure, and should not be used to exchange sensitive information.\n\nThe following problem(s) were found:"
be: "Злучэньне з %s небясьпечнае, ня трэба яго скарыстоўваць, каб перадаваць важныя зьвесткі.\n\nЗнойдзеныя наступныя праблемы:"

source: "The connection to %s is not secure, and should not be used to exchange sensitive information.\n\nWarnings have been disabled for the following problem(s):"
be: "Злучэньне з %s небясьпечнае, ня трэба яго скарыстоўваць, каб перадаваць важныя зьвесткі.\n\nПапярэджаньні пра наступныя праблемы былі адключаныя:"

source: "The connection to %s is not secure. Do not use it to submit sensitive information.\n\nThe server attempted to apply security measures, but failed."
be: "Злучэньне з %s небясьпечнае, ня трэба яго скарыстоўваць, каб перадаваць важныя зьвесткі.\n\nСэрвэр паспрабаваў забясьпечыць бясьпеку, але беспасьпяхова."

source: "The connection to %s is secure. You can use it to send sensitive information. The communication is encrypted and it can be guaranteed that you are actually connected to %s. The certificate presented also shows that the signing company has made extra efforts to ensure that the information in the certificate is correct."
be: Прадстаўлены сэртыфікат таксама сьведчыць, што падпісаўшая яго кампанія зрабіла даданыя намаганьні, каб адпавядаць зьвесткам сэртыфікату."

source: "The connection to %s is secure."
be: "Злучэньне з %s бясьпечнае."

source: "The connection with the IMAP server was unexpectedly interrupted."
be: "Злучэньне з сэрвэрам IMAP было нечакана перарванае."

source: "The cookie has been rejected, because its domain attribute does not correspond to a registered IP address.\n\nYou might want to ask the site's webmaster to create an IP address for the domain specified in the cookie."
be: "Маркёр быў адхілены, бо атрыбут ягонага дамэну не адпавядае зарэгістраванаму ў ІР-адрасе.\n\nВы можаце зьвярнуцца да сеціўнага майстры пляцу, каб ён стварыў IP-адрас дамэну, пазначанаму ў маркёры."

source: "The cookie has been rejected, because its domain attribute does not match the server's hostname.\n\nThis website should not be considered trustworthy."
be: "Маркёр быў адхілены, бо атрыбут ягонага дамэну не адпавядае атрыбуту сэрвэру.\n\nГэтаму сеціўнаму пляцу нельга давяраць."

source: "The crash could be related to Opera, so please send the following report"
be: "Магчыма, зламаньне зьвязанае з Opera, таму просім даслаць наступнае паведамленьне"

source: "The current password you entered is not correct."
be: "Пароль, што Вы ўвялі, няправільны."

source: "The date %1 is not allowed for this form. Only certain dates are allowed for this field."
be: У гэтым полі можна скарыстаць толькі пэўныя даты."

source: "The device name is already registered by another device."
be: "Выбраная назва прылады ўжо зарэгістраваная за іншай прыладай."

source: "The directory %s does not exist, do you want to create it?"
be: "Дырэкторыі %s няма, стварыць яе?"

source: "The directory below seems to be a better alternative. Use this directory instead?"
be: Скарыстаць яе?"

source: "The download has failed, please try again later."
be: "Сьцягваньне не атрымалася - калі ласка, паспрабуйце пазней."

source: "The encryption method is weak or outdated."
be: "Мэтад шыфраваньня ненадзейны або стары."

source: "The encryption method used by the server is not considered secure."
be: "Сэрвэр выкарыстоўвае небясьпечны мэтад шыфроўкі."

source: "The encryption protocol is weak."
be: "Пратакол шыфру ненадзейны."

source: "The endpoint was not in an appropriate state"
be: "Неналежны стан канцавога пункту"

source: "The entered text is too large! You used %1 letters and the limit is %2."
be: Вы скарысталі %1 літары(аў), а можна толькі %2."

source: "The error may be resolved by re-synchronizing."
be: "Памылку можна вырашыць праз паўторную сынхранізацыю."

source: "The error may be resolved by restarting."
be: "Памылку можна зьняць перазапускам."

source: "The feed will be added to the Feeds menu and automatically checked for updates."
be: "Стужка навінаў будзе даданая да мэню Стужкаў і будзе аўтаматычна правярацца на абнаўленьні."

source: "The file "
be: "Гэты файл"

source: "The file %1 is too large. It must be %2 bytes or smaller."
be: Памер ня можа перавышаць %2 байты(аў)."

source: "The folder name is not valid"
be: "Назва тэчкі нядзейная"
